{
  "users": [
    {
      "id": 1,
      "username": "admin",
      "password": "asd"
    },
    {
      "id": 2,
      "username": "kenang",
      "password": "qwe"
    },
    {
      "id": 3,
      "username": "kening",
      "password": "qwe"
    }
  ],
  "movies": [
    {
      "id": 1,
      "image": "https://media.21cineplex.com/webcontent/gallery/pictures/157422945871583_287x421.jpg",
      "title": "Jumanji: The Next Level",
      "duration": 121,
      "schedule": [9, 12, 16],
      "genre": "Action, Adventure, Comedy",
      "producer": "Dwayne Johnson, Matt Tolmach, William Teitler, Hiram Garcia, Dany Garcia",
      "director": "Jake Kasdan",
      "writer": "Jeff Pinkner, Scott Rosenberg",
      "production": "Columbia Pictures",
      "casts": "Dwayne Johnson, Karen Gillan, Jack Black, Kevin Hart, Nick Jonas, Danny DeVito, Danny Glover, Madison Iseman, Alex Wolff, Colin Hanks, Dania Ramirez, Awkwafina",
      "synopsis": "Dwayne Johnson, Karen Gillan, Jack Black and Kevin Hart returned to Jumanji, the four of whom had to rescue one of their friends. But the game has changed. Players now need to be more courageous in crossing extreme obstacles and returning safely from the most dangerous game in the world."
    },
    {
      "id": 2,
      "image": "https://media.21cineplex.com/webcontent/gallery/pictures/157356145959988_287x421.jpg",
      "title": "Eggnoid",
      "duration": 121,
      "schedule": [9, 12, 16],
      "genre": "Drama, Sci-Fi",
      "producer": "Nurita Anandita",
      "director": "Naya Anandita",
      "writer": "Yemima Krisantina, Indriani Agustina",
      "production": "Visinema Pictures",
      "casts": "Morgan Oey, Sheila Dara, Kevin Julio, Luna Maya, Anggika Bolsterli, Reza Nangin, Martin Anugrah, Fatih Unru, Marissa Anita, Reuben Elishama, Keinaya Messi Gusti",
      "synopsis": "For the past 2 years Ran and Eggy have become a pair of inseparable friends. Ran, who was once lonely and full of sadness, is now a happier person because of Eggy. The feeling that initially only as a friend, slowly turns into love. Unfortunately, Eggy is no ordinary human. But Eggnoid sent from the future. As an Eggnoid, Eggy has rules that cannot be broken. Now, Eggy is threatened to be sent home to the future and parted from Ran forever because one of the big rules that he must not break is falling in love and going out with Ran."
    },
    {
      "id": 3,
      "image": "https://media.21cineplex.com/webcontent/gallery/pictures/157250534676979_287x421.jpg",
      "title": "Frozen II",
      "duration": 121,
      "schedule": [9, 12, 16],
      "genre": "Animation, Adventure, Comedy",
      "producer": "Peter Del Vecho",
      "director": "Chris Buck, Jennifer Lee",
      "writer": "Allison Schroeder",
      "production": "Walt Disney Pictures",
      "casts": "Kristen Bell, Idina Menzel, Jonathan Groff, Jason Ritter, Evan Rachel Wood, Sterling K. Brown, Rachel Matthews, Josh Gad, Martha Plimpton, Santino Fontana, Alfred Molina",
      "synopsis": "Anna, Elsa, Kristoff, Olaf and Sven left Arendelle to travel to a strange and miraculous place. They set out to find the origin of Elsa's strength and also to save their kingdom."
    },
    {
      "id": 4,
      "image": "https://media.21cineplex.com/webcontent/gallery/pictures/1572858859730_287x421.jpg",
      "title": "Ford v Ferrari",
      "duration": 121,
      "schedule": [9, 12, 16],
      "genre": "Action, Biography, Drama",
      "producer": "James Mangold, Jenno Topping, Peter Chernin",
      "director": "James Mangold",
      "writer": "Jez Butterworth, John-Henry Butterworth, Jason Keller",
      "production": "20th Century Fox",
      "casts": "Matt Damon, Christian Bale, Jon Bernthal, Caitriona Balfe, Ray McKinnon, Tracy Letts, Josh Lucas, Noah Jupe, Remo Girone",
      "synopsis": "2 Academy Award winners, Matt Damon and Christian Bale played a role in FORD v FERRARI, based on the amazing true story of Carroll Shelby (Damon), a visionary car designer from America with Ken Miles (Bale), a fearless British racer. Together they fought against company interference, physical laws, and their own personal problems when building a revolutionary race car for the Ford Motor Company to challenge a race car made by Enzo Ferrari who dominated 24 Hours of Le Mans in France in 1966."
    }
  ]
}
